legacy-codedigger/SunOS-4.1.3-source-code/413/man/man7/Intro.7
.\" @(#)Intro.7 1.1 92/07/30 SMI; from UCB 4.2
.TH INTRO 7 "4 September 1987"
.SH NAME
intro \- miscellaneous useful information pages
.SH DESCRIPTION
.IX  "miscellaneous troff information"
.IX  "miscellaneous environment information"
.IX  introduction "miscellaneous table information"
.IX  introduction "miscellaneous environment information"
.LP
This section contains miscellaneous documentation, mostly
in the area of text processing macro packages for
.BR troff (1).
.LP
A 7V section number means one or more of the following:
.TP 3
\(bu
The man page documents System V behavior only.
.TP
\(bu
The man page documents default SunOS behavior, and System V behavior as it
differs from the default behavior.
These System V differences are presented under
.SB SYSTEM V
section headers.
.TP
\(bu
The man page documents behavior compliant with
.I \s-1IEEE\s0 Std 1003.1-1988
(\s-1POSIX.1\s0).
.br
.ne 10
.SH "LIST OF MISC. TABLES"
.sp
.if t .ta 25n; +20n
.if n .ta 20n; +20n
.nf 
\fBName	Appears on Page	Description\fR 
.sp 
.nr zZ 1 
.so man7/List.7
.nr zZ 0
.fi
