legacy-codedigger/SunOS-4.1.3-source-code/413/man/man5/Intro.5
.\" @(#)Intro.5 1.1 92/07/30 SMI;
.TH INTRO 5 "19 October 1987"
.SH NAME
intro \- file formats used or read by various programs
.SH DESCRIPTION
.IX  "file formats"
.IX  introduction "file formats"
This section describes formats of files used by various programs.
.LP
A 5V section number means one or more of the following:
.TP 3
\(bu
The man page documents System V formats only.
.TP
\(bu
The man page documents default SunOS formats, and System V formats as they
differ from the default formats.
These System V differences are presented under
.SB SYSTEM V
section headers.
.TP
\(bu
The man page documents formats compliant with
.I \s-1IEEE\s0 Std 1003.1-1988
(\s-1POSIX.1\s0).
.SH "LIST OF FILE FORMATS"
.sp
.if t .ta 25n; +20n
.if n .ta 20n; +20n
.nf
.B Name	Appears on Page 	Description
.sp
.nr zZ 1
.so man5/List.5
.nr zZ 0
.fi
